aom
apr
apr-util
argon2
assimp
autoconf
automake
bash-language-server
bison
brotli
c-ares
ca-certificates
cairo
coreutils
curl
dbus
double-conversion
emacs-mac
fd
fontconfig
freetds
freetype
fribidi
gcc
gd
gettext
giflib
git
glib
gmp
gnu-which
gnuplot
gnutls
go
graphite2
grep
harfbuzz
highway
hunspell
icu4c@76
imath
isl
jansson
jasper
jpeg-turbo
jpeg-xl
krb5
lazygit
libavif
libb2
libcerf
libdeflate
libevent
libidn2
libmng
libmpc
libnghttp2
libpng
libpq
libsodium
libssh2
libtasn1
libtiff
libtool
libunistring
libuv
libvmaf
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libzip
little-cms2
lpeg
lua
lua-language-server
luajit
luarocks
luv
lz4
lzo
m4
make
md4c
mpdecimal
mpfr
msgpack
ncurses
neovim
net-snmp
nettle
node
oniguruma
openexr
openldap
openssl@3
p11-kit
pango
pcre2
php
pixman
pkgconf
python-packaging
python@3.12
python@3.13
qt
readline
ripgrep
rtmpdump
shellcheck
sqlite
svim
texinfo
tidy-html5
tmux
tree
tree-sitter
unbound
unibilium
unixodbc
utf8proc
webp
xorgproto
xz
yadm
zstd
alacritty
breaktimer
font-cascadia-code
font-hack-nerd-font
hammerspoon
qbittorrent
wezterm
