aom
apr
apr-util
argon2
autoconf
automake
bash-language-server
bdw-gc
bison
brotli
c-ares
ca-certificates
certifi
cmake
coreutils
curl
emacs-mac
expat
fd
fontconfig
freetds
freetype
gcalcli
gcc
gd
gettext
giflib
git
git-delta
gmp
gnu-which
gnupg
gnutls
go
grep
haskell-language-server
highway
icu4c@76
icu4c@77
imath
isl
jansson
jpeg-turbo
jpeg-xl
krb5
lazygit
libassuan
libavif
libdeflate
libevent
libgcrypt
libgit2
libgpg-error
libidn2
libksba
libmpc
libnghttp2
libpng
libpq
libsodium
libssh2
libtasn1
libtiff
libtool
libunistring
libusb
libuv
libvmaf
libvterm
libxml2
libyaml
libzip
little-cms2
lpeg
lua
lua-language-server
luajit
luarocks
luv
lz4
m4
make
mpdecimal
mpfr
msgpack
ncurses
neovim
net-snmp
nettle
ninja
node
npth
oniguruma
openexr
openldap
openssl@3
p11-kit
pandoc
pcre2
php
pinentry
pipx
pkgconf
pyenv
pyenv-virtualenv
python@3.13
readline
ripgrep
rtmpdump
ruby
shellcheck
sqlite
stylua
svim
texinfo
tidy-html5
tmux
tmuxinator
tmuxinator-completion
tree
tree-sitter
unbound
unibilium
unixodbc
utf8proc
w3m
webp
xz
yadm
zstd
alacritty
breaktimer
font-cascadia-code
font-hack-nerd-font
hammerspoon
qbittorrent
qutebrowser
wezterm
