cmake
curl
fd
felixkratz/formulae/svim
gcalcli
gcc
gnu-sed
gnu-which
gnupg
go
gobject-introspection
grep
jdtls
lazygit
libtool
ltex-ls-plus
lua-language-server
luarocks
lzip
meson
neovim
openjph
pipx
pyenv-virtualenv
qmk/qmk/qmk
rust
shellcheck
sword
tmuxinator
tree
w3m
yadm
