automake
bison
cmake
fd
felixkratz/formulae/svim
gcalcli
gcc
git
git-delta
gnu-sed
gnu-which
gnupg
go
gobject-introspection
grep
jdtls
lazygit
ltex-ls-plus
lua-language-server
luarocks
lzip
meson
neovim
php
pipx
pyenv-virtualenv
qmk/qmk/qmk
ripgrep
rust
shellcheck
stylua
sword
tinymist
tmuxinator
tree
typst
utf8proc
w3m
yadm
