aom
apr
apr-util
argon2
arm-none-eabi-binutils
arm-none-eabi-gcc@8
autoconf
automake
avr-binutils
avr-gcc@8
avrdude
bash-language-server
bdw-gc
bison
boost
bootloadhid
brotli
c-ares
ca-certificates
cairo
certifi
clang-format
cmake
confuse
coreutils
curl
cyrus-sasl
dfu-programmer
dfu-util
expat
fd
fontconfig
freetds
freetype
fribidi
gcalcli
gcc
gd
gettext
giflib
git
git-delta
glib
gmp
gnu-which
gnupg
gnutls
go
gobject-introspection
graphite2
grep
harfbuzz
hid_bootloader_cli
hidapi
highway
icu4c@77
imath
isl
jdtls
jpeg-turbo
jpeg-xl
krb5
lazygit
libassuan
libavif
libdeflate
libevent
libftdi
libgcrypt
libgit2
libgpg-error
libidn2
libimagequant
libksba
libmpc
libnghttp2
libnghttp3
libngtcp2
libpng
libpq
libraqm
libsodium
libssh2
libtasn1
libtiff
libtool
libunistring
libusb
libusb-compat
libuv
libvmaf
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
libzip
little-cms2
llvm
lpeg
ltex-ls-plus
lua
lua-language-server
luajit
luarocks
luv
lz4
lzo
m4
make
mdloader
meson
mpdecimal
mpfr
ncurses
neovim
net-snmp
nettle
ninja
node
npth
oniguruma
openexr
openjdk
openjpeg
openjph
openldap
openssl@3
p11-kit
pcre2
php
pillow
pinentry
pipx
pixman
pkgconf
pyenv
pyenv-virtualenv
python@3.13
qmk
readline
ripgrep
rtmpdump
ruby
rust
shellcheck
simdjson
sqlite
stylua
svim
sword
teensy_loader_cli
tidy-html5
tinymist
tmux
tmuxinator
tmuxinator-completion
tree
tree-sitter
typst
unbound
unibilium
unixodbc
utf8proc
uvwasi
w3m
webp
xorgproto
xz
yadm
z3
zstd
alacritty
breaktimer
discord
font-cascadia-code
font-hack-nerd-font
hammerspoon
keycastr
slack
temurin@21
wezterm
