bash-language-server
bison
cmake
fd
felixkratz/formulae/svim
gcalcli
gcc
git
git-delta
gnu-which
gnupg
go
grep
haskell-language-server
lazygit
ltex-ls
lua-language-server
luarocks
make
neovim
ninja
pandoc
php
pipx
pyenv-virtualenv
railwaycat/emacsmacport/emacs-mac
ripgrep
shellcheck
stylua
sword
tmuxinator
tree
utf8proc
w3m
yadm
