bradlc.vscode-tailwindcss
christopheranthonycastanuela.tab-jumper
danprince.vsnetrw
davidanson.vscode-markdownlint
dsznajder.es7-react-js-snippets
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
gruntfuggly.activitusbar
gruntfuggly.todo-tree
kamikillerto.vscode-colorize
mdickin.markdown-shortcuts
oderwat.indent-rainbow
streetsidesoftware.code-spell-checker
takumii.markdowntable
tamasfe.even-better-toml
tobias-z.vscode-harpoon
vscodevim.vim
